[{"id":"0.7240084813555663","title":" Python Basics: A Practical Introduction to Python 3  ","imageUrl":" https://files.realpython.com/media/python-basics-transparent-centered-fs8.6ff363ef214e.png ","description":"There’s an overwhelming amount of information about Python on the internet\r\n\r\nBut for many beginners (who are studying on their own), the lack of structure for what you should learn and in what order is missing.\r\n\r\nInstead of just handing you a boring list of language features, you’ll see exactly how the different building blocks fit together and what’s involved in building real apps and scripts with Python.\r\n\r\nStep-by-step you’ll master fundamental Python concepts that will help you get started on your journey to learn Python.","price":"56.99"},{"id":"0.3477624618715287","title":"A Child's First Book of Trump","imageUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSN1DqBMTVIgaYyiueZDyNgfu6AhYv2FT9G4XxEm_5828IQ0VE5","description":"Pat Lencioni has written over a dozen books on leadership, and all of them are worth reading. In The Ideal Team Player, Pat Lencioni digs in deep on the characteristics that make a “team player.” These team players are known by many names (A-Players, Rock Stars, 10x-ers, etc.), and every organization wants more of them. If you are going to be doing any hiring at all in the near future, this book will help you to define the characteristics that make for a great team player in your organization so that you can identify these attributes in your candidates and build an all-star team. \r\n                ","price":"80.44"},{"id":"0.6392841455618072","title":"  The Nile Influencer: The New Science of Leading Change","imageUrl":"https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcRaqGz7N6pl8vXNzD0c_FlFGOmIDG-htNP6z-JwBwF4izuMLHpX","description":"Influencer takes you on a fascinating journey from San Francisco to Thailand to South Africa, where you'll see how seemingly \"insignificant\" people are making incredibly significant improvements in solving problems others would think impossible. You'll learn how savvy folks make change not only achievable and sustainable, but inevitable. You'll discover breakthrough ways of changing the key behaviors that lead to greater safety, productivity, quality, and customer service.","price":"45.99"}]